import "../styles/MobileSupport.css";

export default function Support() {
    console.log("support")
    return (
        <div className="Text-container">
            <h2>
                Поддержка клиентов Северодвинского издательского центра
            </h2>
            <h5>
                Добро пожаловать на страницу поддержки! Мы всегда готовы помочь вам с любыми вопросами, связанными с нашими изданиями, подпиской, заказами и другими услугами.
                Как связаться с нами?
                <br/>
                <br/>
                Электронная почта: compressorboss@gmail.com
                Напишите нам, и мы ответим в течение 24 часов.
                <br/>
                <br/>
                Телефон горячей линии: +7 (952) 302-49-74
                Звоните по любым вопросам с 9:00 до 18:00 (по московскому времени).
                <br/>
                <br/>
            </h5>
        </div>


    )
}