import "../styles/Support.css";

export default function Support() {
    console.log("support")
    return (
        <main className="main-padding-normal">
            <h1 className="page-title">
                Поддержка клиентов <br/>
                Северодвинского издательского центра.
            </h1>
            <p>
            Добро пожаловать на страницу поддержки! Мы всегда готовы помочь вам с любыми вопросами, связанными с нашими изданиями,<br/>
                        подпиской, заказами и другими услугами. Ваша удовлетворенность и удобство — наш главный приоритет!<br/>
            <br/>
                        Чем мы можем помочь?<br/>
            </p>
            <p className="margin-left">
                            Технические вопросы: если у вас возникли сложности с оформлением подписки на сайте,<br/>
                            доступом к электронным версиям изданий или другими техническими аспектами, <br/>
                            наши специалисты быстро помогут вам разобраться с проблемой.<br/>
            <br/>
                            Вопросы по подписке и заказам: хотите узнать статус вашего заказа, изменить условия подписки или уточнить детали доставки? <br/>
                            Свяжитесь с нами, и мы оперативно решим все вопросы.<br/>
            <br/>
                            Обратная связь по качеству: мы стремимся к совершенству в каждом издании и ценим ваше мнение. <br/>
                            Если у вас есть предложения по улучшению наших услуг или изданий, обязательно поделитесь ими с нами.<br/>
            <br/>
                            Сотрудничество с авторами и партнёрами: если вы хотите выпустить свою книгу или организовать совместный проект, <br/>
                            наша команда всегда открыта к новым идеям и партнёрству. Напишите нам, и мы обсудим все возможности.<br/>
            </p>
                        Как связаться с нами?<br/>
            <p className="margin-left">
                            Электронная почта: compressorboss@gmail.com<br/>
                            Напишите нам, и мы ответим в течение 24 часов.<br/>
            <br/>
                            Телефон горячей линии: +7 (XXX) XXX-XX-XX<br/>
                            Звоните по любым вопросам с 9:00 до 18:00 (по московскому времени).<br/>
            <br/>
                            Чат на сайте:<br/>
                            Нужна помощь прямо сейчас? <br/>
                            Используйте онлайн-чат в правом нижнем углу страницы,<br/>
                            и один из наших консультантов ответит на ваши вопросы в реальном времени.<br/>
            <br/>
                            Форма обратной связи:<br/>
                            Заполните короткую форму на странице, указав ваш вопрос, и мы свяжемся с вами в ближайшее время.<br/>


            </p>
        </main>
    )
}